app/controllers/grants_controller.rb

SELECT * FROM "grants" WHERE ((grants.org_name LIKE '%New%') AND (grants.pr_description LIKE '%implementation%')) ORDER BY grants.org_name ASC
---
  def index
      @search = Grant.search(params[:search])